Repository: akashprakash12/Grivevance_MA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, ml, ta

source: User Account
hi: उपयोगकर्ता लेखा
ml: ഉപയോക്തൃ അക്കൗണ്ട്
ta: பயனர் கணக்கு

source: Administered District
hi: प्रशासित जिला
ml: ഭിന്ന ജില്ല
ta: நிர்வகிக்கப்பட்ட மாவட்டம்

source: Collector ID
hi: कलेक्टर आईडी
ml: കളക്ടർ ഐഡി
ta: கலெக்டர் ஐடி

source: Tenure Start Date
hi: कार्यकाल की तिथि
ml: കാലാവധി ആരംഭിക്കുക
ta: பதவிக்கால தொடக்க தேதி

source: Tenure End Date
hi: कार्यकाल की तारीख
ml: കാലാവധി അവസാനിച്ച തീയതി
ta: பதவிக்காலம் இறுதி தேதி

source: Is Active Collector
hi: सक्रिय कलेक्टर है
ml: സജീവ ശേഖരണക്കാരനാണ്
ta: செயலில் சேகரிப்பான்

source: Only one active collector per district.
hi: प्रति जिले में केवल एक सक्रिय कलेक्टर।
ml: ഒരു ജില്ലയിൽ ഒരു സജീവ കളക്ടർ മാത്രം.
ta: ஒரு மாவட்டத்திற்கு ஒரு செயலில் சேகரிப்பவர் மட்டுமே.

source: Office Address
hi: कार्यालय का पता
ml: ഓഫീസ് വിലാസം
ta: அலுவலக முகவரி

source: Handover Notes
hi: हैंडओवर नोट्स
ml: ഹാൻഡ്ഓവർ കുറിപ്പുകൾ
ta: கையளிக்கும் குறிப்புகள்

source: Optional remarks during handover.
hi: हैंडओवर के दौरान वैकल्पिक टिप्पणी।
ml: ഹാൻഡ്ഓവർ സമയത്ത് ഓപ്ഷണൽ പരാമർശങ്ങൾ.
ta: கையளிக்கும் போது விருப்பமான கருத்துக்கள்.

source: Profile Picture
hi: प्रोफ़ाइल फोटो
ml: പ്രൊഫൈൽ ചിത്രം
ta: சுயவிவர படம்

source: Upload a profile image for the collector.
hi: कलेक्टर के लिए एक प्रोफ़ाइल छवि अपलोड करें।
ml: കളക്ടറിനായി ഒരു പ്രൊഫൈൽ ഇമേജ് അപ്ലോഡുചെയ്യുക.
ta: சேகரிப்பாளருக்கு சுயவிவரப் படத்தைப் பதிவேற்றவும்.

source: Created At
hi: पर बनाया गया
ml: സൃഷ്ടിച്ചു
ta: உருவாக்கப்பட்டது

source: Updated At
hi: पर अद्यतन किया गया
ml: At അപ്ഡേറ്റുചെയ്തു
ta: இல் புதுப்பிக்கப்பட்டது

source: Collector Profile
hi: कलेक्टर प्रोफ़ाइल
ml: കളക്ടർ പ്രൊഫൈൽ
ta: சேகரிப்பான் சுயவிவரம்

source: Collector Profiles
hi: कलेक्टर प्रोफाइल
ml: കളക്ടർ പ്രൊഫൈലുകൾ
ta: கலெக்டர் சுயவிவரங்கள்

source: District Code
hi: ज़िला संहिता
ml: ജില്ലാ കോഡ്
ta: மாவட்ட குறியீடு

source: District Name
hi: जिला नाम
ml: ജില്ലാ പേര്
ta: மாவட்ட பெயர்

source: District
hi: ज़िला
ml: ജില്ല
ta: மாவட்டம்

source: Districts
hi: जिलों
ml: ജില്ലകൾ
ta: மாவட்டங்கள்

source: Department Code
hi: विभाग कोड
ml: വകുപ്പ് കോഡ്
ta: துறை குறியீடு

source: Department Name
hi: विभाग का नाम
ml: വകുപ്പിന്റെ പേര്
ta: துறை பெயர்

source: Department District
hi: विभाग जिला
ml: വകുപ്പ് ജില്ല
ta: துறை மாவட்டம்

source: Department
hi: विभाग
ml: വകുപ്പ്
ta: துறை

source: Departments
hi: विभागों
ml: വകുപ്പുകൾ
ta: துறைகள்

source: Pending
hi: लंबित
ml: അതിനിടയില്
ta: நிலுவையில் உள்ளது

source: In Progress
hi: प्रगति पर है
ml: പുരോഗതിയിൽ
ta: முன்னேற்றத்தில் உள்ளது

source: Resolved
hi: हल किया
ml: തീരുമാനിച്ചു
ta: தீர்க்கப்பட்டது

source: Rejected
hi: अस्वीकार कर दिया
ml: നിരസിച്ചു
ta: நிராகரிக்கப்பட்டது

source: Escalated
hi: तना हुआ
ml: വേകാം
ta: அதிகரித்தது

source: Low (30 days)
hi: कम (30 दिन)
ml: താഴ്ന്നത് (30 ദിവസം)
ta: குறைந்த (30 நாட்கள்)

source: Medium (15 days)
hi: मध्यम (15 दिन)
ml: ഇടത്തരം (15 ദിവസം)
ta: நடுத்தர (15 நாட்கள்)

source: High (7 days)
hi: उच्च (7 दिन)
ml: ഉയർന്ന (7 ദിവസം)
ta: உயர் (7 நாட்கள்)

source: Critical (3 days)
hi: महत्वपूर्ण (3 दिन)
ml: വിമർശനാത്മക (3 ദിവസം)
ta: சிக்கலானது (3 நாட்கள்)

source: Website
hi: वेबसाइट
ml: വെബ്സൈറ്റ്
ta: வலைத்தளம்

source: Mobile App
hi: मोबाइल एप्लिकेशन
ml: മൊബൈൽ അപ്ലിക്കേഷൻ
ta: மொபைல் பயன்பாடு

source: Office Visit
hi: कार्यालय यात्रा
ml: ഓഫീസ് സന്ദർശനം
ta: அலுவலக வருகை

source: Email
hi: ईमेल
ml: ഇമെയിൽ
ta: மின்னஞ்சல்

source: Grievance ID
hi: शिकायत आईडी
ml: പരാതി ഐഡി
ta: குறை தீர்க்கும் ஐடி

source: Filing Date
hi: दाखिल करने की तारीख
ml: ഫയലിംഗ് തീയതി
ta: தாக்கல் தேதி

source: Last Updated
hi: आखरी अपडेट
ml: അവസാനം അപ്ഡേറ്റുചെയ്തു
ta: கடைசியாக புதுப்பிக்கப்பட்டது

source: Subject
hi: विषय
ml: വിഷയം
ta: பொருள்

source: Detailed Description
hi: विस्तृत विवरण
ml: വിശദമായ വിവരണം
ta: விரிவான விளக்கம்

source: Responsible Department
hi: उत्तरदायी विभाग
ml: ഉത്തരവാദിത്ത വകുപ്പ്
ta: பொறுப்பான துறை

source: Source Channel
hi: स्रोत चैनल
ml: ഉറവിട ചാനൽ
ta: மூல சேனல்

source: Current Status
hi: वर्तमान स्थिति
ml: നിലവിലെ നില
ta: தற்போதைய நிலை

source: Priority Level
hi: प्राथमिकता स्तर
ml: മുൻഗണനാ നില
ta: முன்னுரிமை நிலை

source: Resolution Due Date
hi: नियत तारीख
ml: നിശ്ചിത തീയതി
ta: தீர்மானம் செலுத்தும் தேதி

source: Applicant Name
hi: आवेदक का नाम
ml: അപേക്ഷകന്റെ പേര്
ta: விண்ணப்பதாரரின் பெயர்

source: Applicant Address
hi: आवेदक पता
ml: അപേക്ഷകന്റെ വിലാസം
ta: விண்ணப்பதாரர் முகவரி

source: Provide full residential address
hi: पूर्ण आवासीय पता प्रदान करें
ml: പൂർണ്ണ വാസയോഗ്യമായ വിലാസം നൽകുക
ta: முழு குடியிருப்பு முகவரியை வழங்குதல்

source: Phone Number
hi: फ़ोन नंबर
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்

source: Email Address
hi: मेल पता
ml: ഇമെയിൽ വിലാസം
ta: மின்னஞ்சல் முகவரி

source: Created By
hi: के द्वारा बनाई गई
ml: സൃഷ്ടിച്ചു
ta: உருவாக்கியது

source: Public Grievance
hi: सार्वजनिक शिकायत
ml: പൊതു പരാതി
ta: பொது குறை

source: Public Grievances
hi: सार्वजनिक शिकायतें
ml: പൊതുവസ്വാക്കൾ
ta: பொது குறைகள்

source: System Administrator
hi: कार्यकारी प्रबंधक
ml: സിസ്റ്റം അഡ്മിനിസ്ട്രേറ്റർ
ta: கணினி நிர்வாகி

source: District Collector
hi: जिला कलेक्टर
ml: ജില്ലാ കളക്ടർ
ta: மாவட்ட சேகரிப்பாளர்

source: Department Officer
hi: विभाग अधिकारी
ml: വകുപ്പ് ഓഫീസർ
ta: துறை அதிகாரி

source: Public User
hi: सार्वजनिक उपयोगकर्ता
ml: പൊതു ഉപയോക്താവ്
ta: பொது பயனர்

source: User Type
hi: उपयोगकर्ता का प्रकार
ml: ഉപയോക്തൃ തരം
ta: பயனர் வகை

source: Determines the user's role and permissions in the system
hi: सिस्टम में उपयोगकर्ता की भूमिका और अनुमतियाँ निर्धारित करता है
ml: സിസ്റ്റത്തിലെ ഉപയോക്താവിന്റെ പങ്ക്, അനുമതികൾ നിർണ്ണയിക്കുന്നു
ta: கணினியில் பயனரின் பங்கு மற்றும் அனுமதிகளை தீர்மானிக்கிறது

source: System User
hi: तंत्र उपयोगकर्ता
ml: സിസ്റ്റം ഉപയോക്താവ്
ta: கணினி பயனர்

source: System Users
hi: सिस्टम उपयोगकर्ता
ml: സിസ്റ്റം ഉപയോക്താക്കൾ
ta: கணினி பயனர்கள்

source: Address
hi: पता
ml: അഭിസംബോധന ചെയ്യുക
ta: முகவரி

source: Gender
hi: लिंग
ml: ലിംഗഭേദം
ta: பாலினம்

source: Date of Birth
hi: जन्म तिथि
ml: ജനനത്തീയതി
ta: பிறந்த தேதி

source: Village
hi: गाँव
ml: ഗാമം
ta: கிராமம்

source: Panchayath
hi: पैनकेथ
ta: பான்சாயெத்

source: Public User Profile
hi: सार्वजनिक उपयोगकर्ता प्रोफ़ाइल
ml: പൊതു ഉപയോക്തൃ പ്രൊഫൈൽ
ta: பொது பயனர் சுயவிவரம்

source: Public User Profiles
hi: सार्वजनिक उपयोगकर्ता प्रोफाइल
ml: പൊതു ഉപയോക്തൃ പ്രൊഫൈലുകൾ
ta: பொது பயனர் சுயவிவரங்கள்

source: Grievance Portal
hi: शिकायत पोर्टल
ml: പരാതി പോർട്ടൽ
ta: குறை தீர்க்கும் போர்டல்

source: Government of Kerala
hi: केरल सरकार
ml: കേരള സർക്കാർ
ta: கேரள அரசு

source: Home
hi: घर
ml: വീട്
ta: வீடு

source: Profile
hi: प्रोफ़ाइल
ml: ആകൃതി
ta: சுயவிவரம்

source: Help
hi: मदद
ml: സഹായം
ta: உதவி

source: Welcome
hi: स्वागत
ml: സാഗതം
ta: வரவேற்கிறோம்

source: Settings
hi: सेटिंग
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்

source: Logout
hi: लॉग आउट
ml: ലോഗൗട്ട്
ta: வெளியேற்றம்

source: Login
hi: लॉग इन करें
ml: ലോഗിൻ
ta: உள்நுழைவு

source: Help Center
hi: सहायता केंद्र
ml: സഹായ കേന്ദ്രം
ta: உதவி மையம்

source: Grievance Management
hi: शिकायत प्रबंधन
ml: പരാതി മാനേജുമെന്റ്
ta: குறை தீர்க்கும் மேலாண்மை

source: Find answers to common questions or contact our support team
hi: सामान्य प्रश्नों के उत्तर खोजें या हमारी सहायता टीम से संपर्क करें
ml: പൊതുവായ ചോദ്യങ്ങൾക്ക് ഉത്തരം കണ്ടെത്തുക അല്ലെങ്കിൽ ഞങ്ങളുടെ പിന്തുണാ ടീമിനെ ബന്ധപ്പെടുക
ta: பொதுவான கேள்விகளுக்கான பதில்களைக் கண்டறியவும் அல்லது எங்கள் ஆதரவு குழுவைத் தொடர்பு கொள்ளவும்

source: Search help articles...
hi: सहायता लेख खोजें ...
ml: തിരയൽ സഹായ ലേഖനങ്ങൾ ...
ta: உதவி கட்டுரைகளைத் தேடுங்கள் ...

source: FAQs
hi: पूछे जाने वाले प्रश्न
ml: പതിവുചോദ്യങ്ങൾ
ta: கேள்விகள்

source: Guides
hi: गाइड
ml: ഗൈഡുകൾ
ta: வழிகாட்டிகள்

source: Contact Support
hi: समर्थन से संपर्क करें
ml: ബന്ധപ്പെടാനുള്ള പിന്തുണ
ta: தொடர்பு ஆதரவு

source: Check Status
hi: स्थिति जाँचिए
ml: സ്റ്റാറ്റസ് പരിശോധിക്കുക
ta: நிலையை சரிபார்க்கவும்

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्नों
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்

source: How do I file a new complaint?
hi: मैं एक नई शिकायत कैसे दर्ज करूं?
ml: ഞാൻ എങ്ങനെ ഒരു പുതിയ പരാതി ഫയൽ ചെയ്യാം?
ta: புதிய புகாரை எவ்வாறு தாக்கல் செய்வது?

source: Click on 'New Complaint' in your dashboard and fill out the required details about your grievance.
hi: अपने डैशबोर्ड में 'नई शिकायत' पर क्लिक करें और अपनी शिकायत के बारे में आवश्यक विवरण भरें।
ml: നിങ്ങളുടെ ഡാഷ്ബോർഡിൽ 'പുതിയ പരാതി'യിൽ ക്ലിക്കുചെയ്ത് നിങ്ങളുടെ പരാതിയെക്കുറിച്ച് ആവശ്യമായ വിശദാംശങ്ങൾ പൂരിപ്പിക്കുക.
ta: உங்கள் டாஷ்போர்டில் உள்ள 'புதிய புகார்' என்பதைக் கிளிக் செய்து, உங்கள் குறை பற்றிய தேவையான விவரங்களை நிரப்பவும்.

source: How long does resolution take?
hi: रिज़ॉल्यूशन में कितना समय लगता है?
ml: റെസലൂഷൻ എത്ര സമയമെടുക്കും?
ta: தீர்மானம் எவ்வளவு நேரம் எடுக்கும்?

source: Most complaints are resolved within 30 days, but complex issues may take longer.
hi: अधिकांश शिकायतों को 30 दिनों के भीतर हल किया जाता है, लेकिन जटिल मुद्दों में अधिक समय लग सकता है।
ml: മിക്ക പരാതികളും 30 ദിവസത്തിനുള്ളിൽ പരിഹരിക്കപ്പെടുന്നു, പക്ഷേ സങ്കീർണ്ണമായ പ്രശ്നങ്ങൾ കൂടുതൽ സമയമെടുക്കും.
ta: பெரும்பாலான புகார்கள் 30 நாட்களுக்குள் தீர்க்கப்படுகின்றன, ஆனால் சிக்கலான பிரச்சினைகள் அதிக நேரம் ஆகலாம்.

source: Can I edit my complaint?
hi: क्या मैं अपनी शिकायत संपादित कर सकता हूं?
ml: എനിക്ക് എന്റെ പരാതി എഡിറ്റുചെയ്യാൻ കഴിയുമോ?
ta: எனது புகாரைத் திருத்த முடியுமா?

source: Yes, you can edit complaints that are still in 'Pending' status from your dashboard.
hi: हां, आप उन शिकायतों को संपादित कर सकते हैं जो अभी भी आपके डैशबोर्ड से 'लंबित' स्थिति में हैं।
ml: അതെ, നിങ്ങളുടെ ഡാഷ്ബോർഡിൽ നിന്നുള്ള 'ശേഷിക്കാത്ത' നിലയിലായിരിക്കുന്ന പരാതികൾ എഡിറ്റുചെയ്യാനാകും.
ta: ஆம், உங்கள் டாஷ்போர்டில் இருந்து 'நிலுவையில் உள்ள' அந்தஸ்தில் இருக்கும் புகார்களை நீங்கள் திருத்தலாம்.

source: What file types can I upload?
hi: मैं किस प्रकार की फ़ाइल अपलोड कर सकता हूं?
ml: എനിക്ക് എന്ത് ഫയൽ തരങ്ങൾ അപ്ലോഡ് ചെയ്യാൻ കഴിയും?
ta: நான் என்ன கோப்பு வகைகளை பதிவேற்ற முடியும்?

source: We accept JPG, PNG, PDF, and MP4 files up to 5MB each.
hi: हम JPG, PNG, PDF और MP4 फाइलों को 5MB तक स्वीकार करते हैं।
ml: 5MB വരെ ഓരോന്നിനും ഞങ്ങൾ ജെപിജി, പിഎൻജി, പിഡിഎഫ്, എംപി 4 ഫയലുകൾ എന്നിവ അംഗീകരിക്കുന്നു.
ta: நாங்கள் JPG, PNG, PDF மற்றும் MP4 கோப்புகளை ஒவ்வொன்றும் 5MB வரை ஏற்றுக்கொள்கிறோம்.

source: More Questions
hi: अधिक प्रश्न
ml: കൂടുതൽ ചോദ്യങ്ങൾ
ta: மேலும் கேள்விகள்

source: How do I check the status of my complaint?
hi: मैं अपनी शिकायत की स्थिति की जांच कैसे करूं?
ml: എന്റെ പരാതിയുടെ നില എങ്ങനെ പരിശോധിക്കും?
ta: எனது புகாரின் நிலையை எவ்வாறு சரிபார்க்கலாம்?

source: You can view the current status of all your complaints in the 'My Complaints' section of your dashboard. Each complaint will show its current status (Pending, In Progress, Resolved, etc.) and you can click on it for detailed updates.
hi: आप अपनी सभी शिकायतों की वर्तमान स्थिति को अपने डैशबोर्ड के 'माई शिकायत' अनुभाग में देख सकते हैं। प्रत्येक शिकायत अपनी वर्तमान स्थिति (लंबित, प्रगति में, हल, आदि) को दिखाएगी और आप विस्तृत अपडेट के लिए इस पर क्लिक कर सकते हैं।
ml: നിങ്ങളുടെ ഡാഷ്ബോർഡിലെ 'എന്റെ പരാതികളുടെ' വിഭാഗത്തിലെ നിങ്ങളുടെ എല്ലാ പരാതികളുടെയും നിലവിലെ നില നിങ്ങൾക്ക് കാണാൻ കഴിയും. ഓരോ പരാതിയും അതിന്റെ നിലവിലെ നില കാണിക്കും (തീർപ്പുകൽപ്പിച്ച്, പുരോഗതി, പരിഹരിച്ചു, പരിഹരിച്ചു, മുതലായവ), വിശദമായ അപ്ഡേറ്റുകൾക്കായി നിങ്ങൾക്ക് അതിൽ ക്ലിക്കുചെയ്യാം.
ta: உங்கள் டாஷ்போர்டின் 'எனது புகார்கள்' பிரிவில் உங்கள் எல்லா புகார்களின் தற்போதைய நிலையையும் நீங்கள் காணலாம். ஒவ்வொரு புகாரும் அதன் தற்போதைய நிலையைக் காண்பிக்கும் (நிலுவையில் உள்ளது, முன்னேற்றத்தில் உள்ளது, தீர்க்கப்பட்டது, முதலியன) மற்றும் விரிவான புதுப்பிப்புகளுக்கு நீங்கள் அதைக் கிளிக் செய்யலாம்.

source: What should I do if my complaint is rejected?
hi: अगर मेरी शिकायत को अस्वीकार कर दिया जाता है तो मुझे क्या करना चाहिए?
ml: എന്റെ പരാതി നിരസിച്ചാൽ ഞാൻ എന്തുചെയ്യണം?
ta: எனது புகார் நிராகரிக்கப்பட்டால் நான் என்ன செய்ய வேண்டும்?

source: If your complaint is rejected, you will receive a notification explaining the reason. You can either:
hi: यदि आपकी शिकायत को अस्वीकार कर दिया जाता है, तो आपको कारण बताते हुए एक अधिसूचना प्राप्त होगी। आप या तो कर सकते हैं:
ml: നിങ്ങളുടെ പരാതി നിരസിക്കുകയാണെങ്കിൽ, കാരണം വിശദീകരിക്കുന്ന ഒരു അറിയിപ്പ് നിങ്ങൾക്ക് ലഭിക്കും. നിങ്ങൾക്ക് ഒന്നുകിൽ:
ta: உங்கள் புகார் நிராகரிக்கப்பட்டால், காரணத்தை விளக்கும் அறிவிப்பைப் பெறுவீர்கள். நீங்கள் செய்யலாம்:

source: Submit a new complaint with additional information
hi: अतिरिक्त जानकारी के साथ एक नई शिकायत प्रस्तुत करें
ml: കൂടുതൽ വിവരങ്ങൾക്ക് ഒരു പുതിയ പരാതി സമർപ്പിക്കുക
ta: கூடுதல் தகவலுடன் புதிய புகாரை சமர்ப்பிக்கவும்

source: Appeal the decision by contacting our support team
hi: हमारी सहायता टीम से संपर्क करके निर्णय की अपील करें
ml: ഞങ്ങളുടെ പിന്തുണാ ടീമിനെ ബന്ധപ്പെടുന്നതിലൂടെ തീരുമാനമെടുക്കുക
ta: எங்கள் ஆதரவு குழுவைத் தொடர்புகொள்வதன் மூலம் முடிவை மேல்முறையீடு செய்யுங்கள்

source: Escalate to a higher authority if applicable
hi: यदि लागू हो तो एक उच्च प्राधिकारी के लिए बढ़ें
ml: ബാധകമെങ്കിൽ ഒരു ഉയർന്ന അതോറിറ്റിയിലേക്ക് വർദ്ധിപ്പിക്കുക
ta: பொருந்தினால் உயர் அதிகாரத்திற்கு அதிகரிக்கவும்

source: How do I change my account information?
hi: मैं अपना खाता जानकारी कैसे बदलूं?
ml: എന്റെ അക്കൗണ്ട് വിവരങ്ങൾ എങ്ങനെ മാറ്റാം?
ta: எனது கணக்கு தகவலை எவ்வாறு மாற்றுவது?

source: You can update your personal information from the 'Profile' section in your account settings. Note that changing your email address may require verification.
hi: आप अपनी व्यक्तिगत जानकारी को अपनी खाता सेटिंग में 'प्रोफ़ाइल' अनुभाग से अपडेट कर सकते हैं। ध्यान दें कि आपके ईमेल पते को बदलने से सत्यापन की आवश्यकता हो सकती है।
ml: നിങ്ങളുടെ അക്കൗണ്ട് ക്രമീകരണങ്ങളിലെ 'പ്രൊഫൈൽ' വിഭാഗത്തിൽ നിന്ന് നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ അപ്ഡേറ്റുചെയ്യാനാകും. നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിൽ മാറ്റം വരുത്തുന്നത് പരിശോധന ആവശ്യമായി വന്നേക്കാം.
ta: உங்கள் கணக்கு அமைப்புகளில் உள்ள 'சுயவிவர' பிரிவில் இருந்து உங்கள் தனிப்பட்ட தகவல்களை புதுப்பிக்கலாம். உங்கள் மின்னஞ்சல் முகவரியை மாற்ற சரிபார்ப்பு தேவைப்படலாம் என்பதை நினைவில் கொள்க.

source: Step-by-Step Guides
hi: चरण-दर-चरण मार्गदर्शिकाएँ
ml: ഘട്ടം ഘട്ടമായുള്ള ഗൈഡുകൾ
ta: படிப்படியான வழிகாட்டிகள்

source: Filing a complaint
hi: शिकायत दर्ज करना
ml: ഒരു പരാതി ഫയൽ ചെയ്യുന്നു
ta: புகார் தாக்கல்

source: How to File a Complaint
hi: शिकायत कैसे दर्ज करें
ml: ഒരു പരാതി എങ്ങനെ ഫയൽ ചെയ്യാം
ta: புகார் எவ்வாறு தாக்கல் செய்வது

source: Learn the step-by-step process for submitting a new grievance through the portal.
hi: पोर्टल के माध्यम से एक नई शिकायत प्रस्तुत करने के लिए चरण-दर-चरण प्रक्रिया जानें।
ml: പോർട്ടലിലൂടെ ഒരു പുതിയ പരാതി സമർപ്പിക്കുന്നതിന് ഘട്ടം ഘട്ടമായുള്ള പ്രക്രിയ പഠിക്കുക.
ta: போர்ட்டல் மூலம் ஒரு புதிய குறைகளை சமர்ப்பிப்பதற்கான படிப்படியான செயல்முறையைக் கற்றுக்கொள்ளுங்கள்.

source: View Guide
hi: गाइड देखें
ml: ഗൈഡ് കാണുക
ta: வழிகாட்டியைக் காண்க

source: Tracking status
hi: ट्रैकिंग स्थिति
ml: ട്രാക്കിംഗ് നില ട്രാക്കിംഗ്
ta: கண்காணிப்பு நிலை

source: Tracking Your Complaint
hi: अपनी शिकायत पर नज़र रखना
ml: നിങ്ങളുടെ പരാതി ട്രാക്കുചെയ്യുന്നു
ta: உங்கள் புகாரைக் கண்காணித்தல்

source: Understand how to monitor the progress of your filed grievances.
hi: समझें कि अपनी दायर शिकायतों की प्रगति की निगरानी कैसे करें।
ml: നിങ്ങളുടെ ഫയൽ ചെയ്ത ആവലാതികളുടെ പുരോഗതി എങ്ങനെ നിരീക്ഷിക്കാമെന്ന് മനസിലാക്കുക.
ta: நீங்கள் தாக்கல் செய்யப்பட்ட குறைகளின் முன்னேற்றத்தை எவ்வாறு கண்காணிப்பது என்பதைப் புரிந்து கொள்ளுங்கள்.

source: Uploading documents
hi: दस्तावेज़ अपलोड करना
ml: പ്രമാണങ്ങൾ അപ്ലോഡുചെയ്യുന്നു
ta: ஆவணங்களை பதிவேற்றுகிறது

source: Uploading Documents
hi: दस्तावेज़ अपलोड करना
ml: പ്രമാണങ്ങൾ അപ്ലോഡുചെയ്യുന്നു
ta: ஆவணங்களை பதிவேற்றுகிறது

source: Best practices for attaching evidence to strengthen your complaint.
hi: अपनी शिकायत को मजबूत करने के लिए सबूत संलग्न करने के लिए सर्वोत्तम अभ्यास।
ml: നിങ്ങളുടെ പരാതി ശക്തിപ്പെടുത്തുന്നതിന് തെളിവുകൾ അറ്റാച്ചുചെയ്യുന്നതിനുള്ള മികച്ച പരിശീലനങ്ങൾ.
ta: உங்கள் புகாரை வலுப்படுத்த ஆதாரங்களை இணைப்பதற்கான சிறந்த நடைமுறைகள்.

source: Can't find what you're looking for? Our support team is ready to help you with any questions or issues.
hi: आप क्या देख रहे हैं? हमारी सहायता टीम किसी भी प्रश्न या मुद्दे के साथ आपकी मदद करने के लिए तैयार है।
ml: നിങ്ങൾ തിരയുന്നത് കണ്ടെത്താൻ കഴിയുന്നില്ലേ? ഏതെങ്കിലും ചോദ്യങ്ങളോ പ്രശ്നങ്ങളോ നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങളുടെ പിന്തുണാ ടീം തയ്യാറാണ്.
ta: நீங்கள் தேடுவதைக் கண்டுபிடிக்க முடியவில்லையா? ஏதேனும் கேள்விகள் அல்லது சிக்கல்களுக்கு உங்களுக்கு உதவ எங்கள் ஆதரவு குழு தயாராக உள்ளது.

source: Call Us
hi: हमें बुलाओ
ml: ഞങ്ങളെ വിളിക്കൂ
ta: எங்களை அழைக்கவும்

source: Monday-Friday, 9AM-6PM
hi: सोमवार -फाय, 9 am -6pm
ml: തിങ്കളാഴ്ച -ഫയി, 9 രാവിലെ 6 പിഎം
ta: திங்கள் -ஃபே, காலை 9 மணி முதல் மாலை 6 மணி வரை

source: Email Us
hi: हमें ईमेल करें
ml: ഞങ്ങളെ ഇമെയിൽ ചെയ്യുക
ta: எங்களுக்கு மின்னஞ்சல் அனுப்புங்கள்

source: Typically respond within 24 hours
hi: आमतौर पर 24 घंटे के भीतर जवाब दें
ml: സാധാരണയായി 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിക്കും
ta: பொதுவாக 24 மணி நேரத்திற்குள் பதிலளிக்கவும்

source: Visit Us
hi: हमसे मिलें
ml: ഞങ്ങളെ സന്ദർശിക്കുക
ta: எங்களைப் பார்வையிடவும்

source: Grievance Redressal Center
hi: शिकायत निवारण केंद्र
ml: പരാതി പരിഹാര കേന്ദ്രം
ta: குறை தீர்க்கும் மையம்

source: Government Complex, New Delhi
hi: गवर्नमेंट कॉम्प्लेक्स, नई दिल्ली
ml: സർക്കാർ സമുച്ചയം, ന്യൂഡൽഹി
ta: அரசு வளாகம், புது தில்லி

source: By appointment only
hi: केवल नियुक्ति करके
ml: നിയമനത്തിലൂടെ മാത്രം
ta: நியமனம் மூலம் மட்டுமே

source: Send Us a Message
hi: हमें एक संदेश भेजें
ml: ഞങ്ങൾക്ക് ഒരു സന്ദേശം അയയ്ക്കുക
ta: எங்களுக்கு ஒரு செய்தியை அனுப்புங்கள்

source: Your Name
hi: आपका नाम
ml: നിങ്ങളുടെ പേര്
ta: உங்கள் பெயர்

source: Select a topic
hi: एक विषय का चयन करें
ml: ഒരു വിഷയം തിരഞ്ഞെടുക്കുക
ta: ஒரு தலைப்பைத் தேர்ந்தெடுக்கவும்

source: Complaint Assistance
hi: शिकायत सहायता
ml: പരാതി സഹായം
ta: புகார் உதவி

source: Technical Issue
hi: तकनीकी समस्या
ml: സാങ്കേതിക വിഷയം
ta: தொழில்நுட்ப பிரச்சினை

source: Account Help
hi: खाता सहायता
ml: അക്കൗണ്ട് സഹായം
ta: கணக்கு உதவி

source: Other Inquiry
hi: अन्य जांच
ml: മറ്റ് അന്വേഷണം
ta: பிற விசாரணை

source: Message
hi: संदेश
ml: ദൂത്
ta: செய்தி

source: Send Message
hi: मेसेज भेजें
ml: സന്ദേശം അയയ്ക്കുക
ta: செய்தி அனுப்பவும்

source: Check Complaint Status
hi: शिकायत की स्थिति की जाँच करें
ml: പരാതി നില പരിശോധിക്കുക
ta: புகார் நிலையை சரிபார்க்கவும்

source: How to Check Status
hi: स्टेटस की जाँच कैसे करें
ml: നില എങ്ങനെ പരിശോധിക്കാം
ta: நிலையை எவ்வாறு சரிபார்க்கலாம்

source: You can check the status of your complaint by entering your Complaint ID below or visiting the 'My Complaints' section in your dashboard.
hi: आप नीचे अपनी शिकायत आईडी दर्ज करके या अपने डैशबोर्ड में 'माई कम्प्लेट्स' सेक्शन में जाकर अपनी शिकायत की स्थिति की जांच कर सकते हैं।
ml: നിങ്ങളുടെ പരാതി ഐഡി ചുവടെ നൽകി നിങ്ങളുടെ പരാതി ഐഡി നൽകി അല്ലെങ്കിൽ നിങ്ങളുടെ ഡാഷ്ബോർഡിൽ 'വിഭാഗം സന്ദർശിച്ച് നിങ്ങൾക്ക് പരാതിയുടെ നില പരിശോധിക്കാൻ കഴിയും.
ta: கீழே உள்ள உங்கள் புகார் ஐடியை உள்ளிட்டு அல்லது உங்கள் டாஷ்போர்டில் உள்ள 'எனது புகார்கள்' பிரிவைப் பார்வையிடுவதன் மூலம் உங்கள் புகாரின் நிலையை நீங்கள் சரிபார்க்கலாம்.

source: Complaint ID
hi: शिकायत आईडी
ml: പരാതി ഐഡി
ta: புகார் ஐடி

source: Registered Email
hi: पंजीकृत ईमेल
ml: രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ
ta: பதிவுசெய்யப்பட்ட மின்னஞ்சல்

source: Citizen Dashboard
hi: नागरिक डैशबोर्ड
ml: പൗരൻ ഡാഷ്ബോർഡ്
ta: குடிமகன் டாஷ்போர்டு

source: Kerala Grievance Management
hi: केरल शिकायत प्रबंधन
ml: കേരള പരാതി മാനേജ്മെന്റ്
ta: கேரள குறை மேலாண்மை

source: Track your grievances with Kerala Government departments
hi: केरल सरकार के विभागों के साथ अपनी शिकायतों को ट्रैक करें
ml: കേരള സർക്കാർ വകുപ്പുകളുമായി നിങ്ങളുടെ പരാതികൾ ട്രാക്കുചെയ്യുക
ta: கேரள அரசு துறைகளுடன் உங்கள் குறைகளை கண்காணிக்கவும்

source: Total Complaints
hi: कुल शिकायतें
ml: ആകെ പരാതികൾ
ta: மொத்த புகார்கள்

source: Kerala Grievance
hi: केरल शिकायत
ml: കേരള പരാതി
ta: கேரள குறை

source: Quick Actions
hi: त्वरित क्रियाएं
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
ta: விரைவான செயல்கள்

source: Submit New Complaint
hi: नई शिकायत प्रस्तुत करें
ml: പുതിയ പരാതി സമർപ്പിക്കുക
ta: புதிய புகாரை சமர்ப்பிக்கவும்

source: File a new grievance or request
hi: एक नई शिकायत या अनुरोध दर्ज करें
ml: ഒരു പുതിയ പരാതി അല്ലെങ്കിൽ അഭ്യർത്ഥന ഫയൽ ചെയ്യുക
ta: புதிய குறை அல்லது கோரிக்கையை தாக்கல் செய்யுங்கள்

source: View My Complaints
hi: मेरी शिकायतें देखें
ml: എന്റെ പരാതികൾ കാണുക
ta: எனது புகார்களைக் காண்க

source: View and manage your complaints
hi: अपनी शिकायतों को देखें और प्रबंधित करें
ml: നിങ്ങളുടെ പരാതികൾ കാണുക, നിയന്ത്രിക്കുക
ta: உங்கள் புகார்களைக் காணலாம் மற்றும் நிர்வகிக்கவும்

source: Get Help
hi: मदद लें
ml: സഹായം നേടുക
ta: உதவி கிடைக்கும்

source: Find answers to common questions
hi: सामान्य प्रश्नों के उत्तर खोजें
ml: സാധാരണ ചോദ്യങ്ങൾക്ക് ഉത്തരം കണ്ടെത്തുക
ta: பொதுவான கேள்விகளுக்கான பதில்களைக் கண்டறியவும்

source: Account Settings
hi: अकाउंट सेटिंग
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
ta: கணக்கு அமைப்புகள்

source: Update your profile
hi: अपने प्रालेख का अद्यतन करें
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്ഡേറ്റുചെയ്യുക
ta: உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்

source: Recent Activity
hi: हाल की गतिविधि
ml: സമീപകാല പ്രവർത്തനം
ta: சமீபத்திய செயல்பாடு

source: Latest Updates on Your Complaints
hi: आपकी शिकायतों पर नवीनतम अपडेट
ml: നിങ്ങളുടെ പരാതികളിലെ ഏറ്റവും പുതിയ അപ്ഡേറ്റുകൾ
ta: உங்கள் புகார்கள் குறித்த சமீபத்திய புதுப்பிப்புகள்

source: View All
hi: सभी को देखें
ml: എല്ലാം കാണുക
ta: அனைத்தையும் காண்க

source: Your complaint <strong>"%(subject)s"</strong>
hi: %(subject)s
ml: %(subject)s
ta: %(subject)s

source: has been resolved
hi: हल किया गया है
ml: പരിഹരിച്ചു
ta: தீர்க்கப்பட்டுள்ளது

source: is now in progress
hi: अब प्रगति पर है
ml: ഇപ്പോൾ പുരോഗതിയിലാണ്
ta: இப்போது செயலில் உள்ளது

source: is pending review
hi: लंबित समीक्षा है
ml: അവലോകന അവലോകനമാണ്
ta: மதிப்பாய்வு நிலுவையில் உள்ளது

source: at
hi: पर
ml: സ്ഥാനം

source: No recent activity found
hi: कोई हालिया गतिविधि नहीं मिली
ml: സമീപകാല പ്രവർത്തനങ്ങളൊന്നും കണ്ടെത്തിയില്ല
ta: சமீபத்திய செயல்பாடு எதுவும் கிடைக்கவில்லை

source: My Complaints
hi: मेरी शिकायतें
ml: എന്റെ പരാതികൾ
ta: எனது புகார்கள்

source: All Statuses
hi: सभी स्थिति
ml: എല്ലാ പദവികളും
ta: அனைத்து நிலைகளும்

source: Export
hi: निर्यात
ml: കയറ്റുമതി
ta: ஏற்றுமதி

source: ID
hi: पहचान
ml: ഐഡി
ta: ஐடி

source: Title
hi: शीर्षक
ml: തലക്കെട്ട്
ta: தலைப்பு

source: Status
hi: स्थिति
ml: പദവി
ta: நிலை

source: Actions
hi: कार्रवाई
ml: പ്രവർത്തനങ്ങൾ
ta: செயல்கள்

source: No complaints found
hi: कोई शिकायत नहीं मिली
ml: പരാതികളൊന്നും കണ്ടെത്തിയില്ല
ta: புகார்கள் எதுவும் கிடைக்கவில்லை

source: Showing 1 to 3 of 12 complaints
hi: 12 शिकायतों में से 1 से 3 दिखाना
ml: 12 മുതൽ 3 വരെ 3 മുതൽ 3 വരെ കാണിക്കുന്നു
ta: 12 புகார்களில் 1 முதல் 3 வரை காட்டுகிறது

source: Previous
hi: पहले का
ml: മുന്പിലത്തേതായ
ta: முந்தைய

source: Next
hi: अगला
ml: അടുത്തത്
ta: அடுத்து

source: Edit Complaint
hi: शिकायत संपादित करें
ml: പരാതി എഡിറ്റുചെയ്യുക
ta: புகாரைத் திருத்தவும்

source: Select Department
hi: चयन विभाग
ml: വകുപ്പ് തിരഞ്ഞെടുക്കുക
ta: துறையைத் தேர்ந்தெடுக்கவும்

source: Health Department
hi: स्वास्थ्य विभाग
ml: ആരോഗ്യ വകുപ്പ്
ta: சுகாதாரத் துறை

source: Education Department
hi: शिक्षा विभाग
ml: വിദ്യാഭ്യാസ വകുപ്പ്
ta: கல்வித் துறை

source: Transport Department
hi: परिवहन विभाग
ml: ഗതാഗത വകുപ്പ്
ta: போக்குவரத்துத் துறை

source: Revenue Department
hi: राजस्व विभाग
ml: റവന്യൂ വകുപ്പ്
ta: வருவாய் துறை

source: Public Works Department
hi: लोक निर्माण विभाग
ml: പൊതുമരാമത്ത് വകുപ്പ്
ta: பொதுப்பணித் துறை

source: Location
hi: जगह
ml: സ്ഥാപിക്കല്
ta: இடம்

source: Description
hi: विवरण
ml: വിവരണം
ta: விளக்கம்

source: Cancel
hi: रद्द करना
ml: റദ്ദാക്കുക
ta: ரத்துசெய்

source: Update Complaint
hi: अद्यतन शिकायत
ml: പരാതി അപ്ഡേറ്റുചെയ്യുക
ta: புகாரைப் புதுப்பிக்கவும்

source: Thaluk
ml: തലൂക്ക്
ta: தாலுக்
